# St7SetSRAResultSRSS

Sets the state of the SRSS result option for Spectral Response analysis.

long St7SetSRAResultSRSS(long uID, bool SRSS)

Input Parameters

uID

Strand7 model file ID.

SRSS

True to generate SRSS results.